import dog from '../assets/dog.png';

export const news = [
  {
    id: 1,
    date: '16/08/2022',
    title: 'სოსო მათიაშვილის ულამაზესი ლელო',
    img: dog,
    text: 'საქართველო - იტალიის მატჩის მიმდინარეობისას სოსო მათიაშვილმა წლის ლელო დადო - წერს იტალიური პრესა "Ci Siamo Italiani Veri',
  },
  {
    id: 2,
    date: '16/08/2022',
    title:
      'ეროვნული გამოცდები ქვეყნის დარეგისტრირებული მოსწავლეების 87-მა პროცენტმა წარმატებით დაწერა',
    img: dog,
    text: 'ეროვნული გამოცდები წელს მიუხედავად ტესტების სირთულისა დარეგისტრირებული მოსწავლეების უმრავლესობამ გადალახა',
  },
  {
    id: 3,
    date: '16/08/2022',
    title: 'დღეს მაგრად დაცხა',
    img: dog,
    text: 'უნდა ითქვას , რომ საქართველოში წლევანდელ ზაფხულს ძალიან ცხელა, მითუმეტეს როდესაც დამსვენებლები შავი ზღვის სანაპიროზე ვეღარ მიდიან იქ არსებული ტურისტული სიტუაციისდა გამო, შესაბამისად ჯინო ფარადეისში უწევთ გაგრილება.',
  },
  {
    id: 4,
    date: '16/08/2022',
    title: 'იუსტიციის სახლის საჩუქარი დაოჯახებულ წყვილებს',
    img: dog,
    text: 'იუსტიციის მინისტრმა განაცხადა, რომ საქართველოში ყოველ ახალ დაოჯახებულ წყვილს საჩუქრად 15 ლარს გადასცემენ, და აქვე იმედი გამოთქვა, რომ ეს ყოველივე წაახალისებს ქორწინების პროცენტულობის მაჩვენებლის გაზრდას',
  },
];
