import dog from '../assets/dog.png';

export const news = [
  {
    id: '1',
    date: '16/08/2022',
    title: 'ზოოპარკიდან ბეჰემოტი გაიქცა',
    img: dog,
    text: 'ზოოპარკის ზღვის ტერიტორიაზე გადატანის დროს, უეცრად ბეჰემოტი გაქრა. მყისედ ჩატარდა სამძებრო სამუშაოები, რის შედეგადაც აღმოჩნდა, რომ ბეჰემოტი თბილისის ზღვის სანაპიროზე რუჯს იღებდა',
  },
  {
    id: '1',
    date: '16/08/2022',
    title: 'ზოოპარკიდან ბეჰემოტი გაიქცა',
    img: dog,
    text: 'ზოოპარკის ზღვის ტერიტორიაზე გადატანის დროს, უეცრად ბეჰემოტი გაქრა. მყისედ ჩატარდა სამძებრო სამუშაოები, რის შედეგადაც აღმოჩნდა, რომ ბეჰემოტი თბილისის ზღვის სანაპიროზე რუჯს იღებდა',
  },
  {
    id: '1',
    date: '16/08/2022',
    title: 'ზოოპარკიდან ბეჰემოტი გაიქცა',
    img: dog,
    text: 'ზოოპარკის ზღვის ტერიტორიაზე გადატანის დროს, უეცრად ბეჰემოტი გაქრა. მყისედ ჩატარდა სამძებრო სამუშაოები, რის შედეგადაც აღმოჩნდა, რომ ბეჰემოტი თბილისის ზღვის სანაპიროზე რუჯს იღებდა',
  },
  {
    id: '1',
    date: '16/08/2022',
    title: 'ზოოპარკიდან ბეჰემოტი გაიქცა',
    img: dog,
    text: 'ზოოპარკის ზღვის ტერიტორიაზე გადატანის დროს, უეცრად ბეჰემოტი გაქრა. მყისედ ჩატარდა სამძებრო სამუშაოები, რის შედეგადაც აღმოჩნდა, რომ ბეჰემოტი თბილისის ზღვის სანაპიროზე რუჯს იღებდა',
  },
];
