import React from 'react';
import {
  Stack,
  Typography,
  TextField,
  Box,
} from '@mui/material';

const Management = () => {
  return (
    <div style={{padding:"100px"}}>
      <Typography fontFamily='Helvetica Neue'>
        ალექსი მატუა - დირექტორთა საბჭოს წევრი / გენერალური
        დირექტორი. 2019 წლის მარტში დაინიშნა ბანკის
        გენერალურ დირექტორად. სათავეში უდგას საშუალო
        ბიზნესის განვითარების, დოკუმენტური ოპერაციებისა და
        ბიზნესის მხარდაჭერის, ფინანსების, საინფორმაციო
        ტექნოლოგიების, შესყიდვების, გარემოსდაცვითი
        მენეჯმენტისა და იურიდიულ განყოფილებებს. პროკრედიტ
        ბანკში 2003 წლიდან მუშაობს. გენერალურ დირექტორად
        დანიშვნამდე იყო ბანკის დირექტორი, გაფართოებული
        მენეჯმენტის წევრი, ბიზნეს კლიენტების განყოფილების
        უფროსი, ფილიალების მხარდაჭერის მენეჯერი, რეგიონალური
        მენეჯერი, საცალო დაკრედიტების განყოფილების უფროსი,
        მიკრო სესხების კოორდინატორი, საკრედიტო მენეჯერი,
        ჯგუფის უფროსი, კრედიტ ოფიცერი. ალექს მატუამ 2009
        წელს დაამთავრა პროკრედიტის რეგიონალური აკადემია
        (მაკედონია), 2013 წელს კი - პროკრედიტის აკადემია
        (ფიურტი, გერმანია).
        <br />
        <br />
        ზეინაბ ლომაშვილი - დირექტორთა საბჭოს წევრი /
        დირექტორი. 2019 წლის დეკემბერში დაინიშნა ბანკის
        დირექტორად. სათავეში უდგას საკრედიტო და ზოგადი
        რისკების, ცენტრალიზებული ბექ-ოფისის, საკორესპონდენტო
        ურთიერთობების, ადამიანური რესურსების, ქომფლაენსისა
        და AML განყოფილებებს. ზეინაბ ლომაშვილი ბანკში 2000
        წლიდან მუშაობს, დირექტორად დანიშვნამდე იგი
        კოორდინირებას უწევდა ბანკის ბიზნეს-მიმართულების
        განვითარებას, ასევე წლების განმავლობაში იკავებდა
        მმართველის პოზიციას პროკრედიტ ბანკის არაერთ
        ფილიალში, იყო საკრედიტო მენეჯერი, უფროსი კრედიტ
        ოფიცერი და კრედიტ ოფიცერი. ზეინაბ ლომაშვილმა 2011
        წელს დაამთავრა პროკრედიტ ჯგუფის რეგიონალური აკადემია
        (ჩრდილოეთ მაკედონია) ხოლო 2015 წელს პროკრედიტ ჯგუფის
        მენეჯმენტის აკადემია (ფიურტი, გერმანია).
        <br />
        <br />
        გრიგოლ სალიაშვილი - დირექტორთა საბჭოს წევრი
        /დირექტორი. 2021 წლის თებერვალში დაინიშნა ბანკის
        დირექტორად. სათავეში უდგას ფიზიკური პირების, მცირე
        ბიზნესის განვითარების, ელექტრონული საბანკო
        მომსახურების, პროცესების ორგანიზების,
        ადმინისტრაციისა და მარკეტინგის განყოფილებებს.
        პროკრედიტ ბანკში 2006 წლიდან მუშაობს. დირექტორად
        დანიშვნამდე იყო ბიზნესის განვითარების კოორდინატორი,
        ფიზიკური პირების განყოფილების უფროსი, ფილიალის
        მმართველის მოადგილე, სერვის ცენტრის უფროსის
        მოადგილე, უფროსი მცირე სესხების ანალიტიკოსი, უფროსი
        საკრედიტო ექსპერტი, საკრედიტო ექსპერტი. გრიგოლ
        სალიაშვილმა 2017 წელს დაამთავრა პროკრედიტის აკადემია
        (ფიურტი, გერმანია).
      </Typography>
    </div>
  );
};

export default Management;
