import React from 'react';
import {
  Typography,
} from '@mui/material';

const values = () => {
  return (
    <div>
      <Typography>
        ჩვენი თანამშრომლები ყოველდღიური საქმიანობისას
        ხელმძღვანელობენ პროკრედიტ ჰოლდინგის კორპორაციული
        ღირებულებებით. ეს ღირებულებები, შეხედულებები და
        მიდგომა საკუთარი თავისა და სხვებისადმი ძალიან
        მნიშვნელოვანია ჩვენი კორპორაციული იდენტურობისათვის.
        სწორედ ისინი წარმოადგენენ ჩვენი მისიის,
        ბიზნესსტრატეგიისა და საბანკო საქმიანობის ჩვენეული
        მოდელის საფუძველს. ჩვენი კორპორაციული ღირებულებებია:
        • გამჭვირვალობა: ჩვენ ვიცავთ როგორც ჩვენი
        კლიენტებისა და ფართო საზოგადოებისათვის, ისე ჩვენი
        თანამშრომლებისათვის გამჭვირვალე ინფორმაციის
        მიწოდების პრინციპს და ჩვენი საქმიანობა არის უშუალო
        და ღია; მაგალითისათვის, ჩვენ უზრუნველვყოფთ
        კლიენტებმა სრულად გაიგონ კონტრაქტის პირობები,
        რომლებსაც ჩვენთან აფორმებენ; ასევე, ვცდილობთ
        მივაწოდოთ შესაბამის ფინანსური საკითხებზე ინფორმაცია,
        რათა არაგამჭვირვალე ფინანსური შემოთავაზების
        მიღებისას მათ სრულყოფილი ინფორმაცია ჰქონდეთ; • ღია
        კომუნიკაციის კულტურა: ერთმანეთთან ურთიერთობაში ვართ
        ღია, სამართლიანი და კონსტრუქციული, სამსახურში
        კონფლიქტებს ვუდგებით პროფესიონალურად და
        ვთანამშრომლობთ მათ გადასაჭრელად; • სოციალური
        პასუხისმგებლობა: კლიენტებს ვაძლევთ ჯანსაღ რჩევას;
        სანამ მომხმარებელს სესხს შევთავაზებთ, ჩვენ ვაფასებთ
        მათ ეკონომიკურ და ფინანსურ მდგომარეობას, მათი
        ბიზნესის პოტენციალს და გადახდისუნარიანობას.
        აღნიშნულიდან გამომდინარე, ჩვენ მათ ვთავაზობთ
        შესაფერის სესხის პირობებს, საიდანაც ისინი რეალურად
        მიიღებენ სარგებელს და თავიდან ვაცილებთ დიდ
        დავალიანებას. ჩვენთვის მნიშვნელოვანია დაზოგვის
        კულტურის დანერგვა. კლიენტებსა და თანამშრომლებს
        ვეპყრობით პატივისცემით და სამართლიანად მათი
        წარმომავლობის, კანის ფერის, ენის, სქესის ან
        რელიგიური თუ პოლიტიკური მრწამსის მიუხედავად; •
        მაღალი პროფესიონალური სტანდარტები: ყოველი
        თანამშრომელი იღებს პასუხისმგებლობას მის მიერ გაწეული
        საქმიანობის ხარისხზე და ცდილობს გააუმჯობესოს
        საქმიანობა; • პირადი ძალისხმევის მაღალი ხარისხი:
        პროკრედიტ ჯგუფის ყველა თანამშრომელს მოეთხოვება
        პირადი ღირსება და პატიოსნება; მკაცრ, დაუყონებლივ
        განხილვას ექვემდებარება ნებისმიერი ამგვარი პრინციპის
        დარღვევა. გარემოს დაცვის სტანდარტები ყველა ბანკს,
        რომელიც პროკრედიტ ჯგუფს მიეკუთვნება დაწესებული აქვს
        გარემოს დაცვის მაღალი სტანდარტები. პროკრედიტ ბანკი
        გარემოს დაცვის საკითხებთან დაკავშირებით იყენებს სამ
        მიმართულებას: 1. გარემოს დაცვისკენ მიმართული შიდა
        მენეჯმენტის სისტემა 2. გარემოსდაცვითი რისკების
        მენეჯმენტი სესხებზე 3. მწვანე დაფინანსების
        ხელშეწყობა
      </Typography>
    </div>
  );
};

export default values;
